<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: datahandler_pm.lang.php 5297 2010-12-28 22:01:14Z Tomm $
 */

$l['pmdata_too_long_subject'] = 'Тема Вашего личного сообщения слишком длинная. Пожалуйста, введите более короткую тему.';
$l['pmdata_code_no_subject'] = '[без темы]';
$l['pmdata_missing_subject'] = 'Вы не ввели тему для Вашего сообщения. Пожалуйста, введите тему.';
$l['pmdata_missing_message'] = 'Вы не ввели сообщения для отсылки. Пожалуйста, введите сообщение.';
$l['pmdata_invalid_recipients'] = "Один или более из указанных Вами получателей не являются зарегестрированными пользователями. Недопустимые получатели: {1}";
$l['pmdata_no_recipients'] = "Вы не ввели ни одного получателя сообщения. Вам необходимо указать как минимум одно имя пользователя в поле 'Кому'.";
$l['pmdata_too_many_recipients'] = "Вам разрешено посылать письма максимум {1} пользователям одновременно.";
$l['pmdata_recipient_is_ignoring'] = "Ваше сообщение для {1} не может быть отослано, потому что Вы включены в его чёрный список.";
$l['pmdata_recipient_has_buddy_only'] = "Вы не можете отправить сообщения для {1}, потому что Вы не входите в его список друзей.";
$l['pmdata_recipient_pms_disabled'] = '{1} отключил личные сообщения. Вы не можете посылать личные сообщения этому пользователю.';
$l['pmdata_recipient_reached_quota'] = '{1} достиг предела количества личных сообщений, поэтому Ваше сообщение не может быть отосланно.';

$l['pmdata_pm_flooding'] = 'Вы пытаетесь отправить сообщение слишком быстро после отправки предыдущего. Пожалуйста, подождите {1} секунд.';
$l['pmdata_pm_flooding_one_second'] = 'Вы пытаетесь отправить сообщение слишком быстро после отправки предыдущего. Пожалуйста, подождите секундочку.';
?>
