<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: datahandler_post.lang.php 5688 2011-11-29 16:53:15Z Tomm $
 */

$l['postdata_invalid_user_id'] = 'Идентификатор пользователя не существует. Пожалуйста, укажите действующий идентификатор пользователя.';
$l['postdata_firstpost_no_subject'] = 'Тема не имеет названия. Пожалуйста, введите название.';
$l['postdata_missing_subject'] = 'Пропущено название темы. Пожалуйста введите название темы.';
$l['postdata_missing_message'] = 'Пропущен текст сообщения. Пожалуйста, введите текст сообщения.';
$l['postdata_message_too_long'] = 'Сообщение слишком длинное. Пожалуйста, введите сообщение короче, чем {1} символов (в настоящий момент {2}).';
$l['postdata_message_too_short'] = 'Сообщение слишком короткое. Пожалуйста, введите сообщение длиннее, чем {1} символов';
$l['postdata_subject_too_long'] = 'Название темы слишком длинное. Пожалуйста, введите название темы короче, чем 85 символов (в настоящее время {1}).';
$l['postdata_post_flooding'] = 'Вы пытаетесь создать сообщение слишком быстро после создания предыдущего сообщения. Пожалуйста, подождите ещё {1} секунд.';
$l['postdata_post_flooding_one_second'] = 'Вы пытаетесь создать сообщение слишком быстро после создания предыдущего сообщения. Пожалуйста, подождите секундочку.';
$l['postdata_too_many_images'] = 'Сообщение содержит {1} изображений, а разрешено максимум {2} изображений на сообщение. Пожалуйста, уменьшите количество изображений в вашем сообщении, чтобы уложиться в лимит.';

$l['thread_closed'] = "Тема закрыта";
$l['thread_opened'] = "Тема открыта";
$l['thread_stuck'] = "Тема прикреплена";
$l['thread_unstuck'] = "Тема откреплена";

?>
