<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: editpost.lang.php 5297 2010-12-28 22:01:14Z Tomm $
 */

$l['nav_editpost'] = "Редактировать сообщение";
$l['edit_post'] = "Редактировать это сообщение";
$l['delete_post'] = "Удалить это сообщение";
$l['delete_q'] = "Удалить?";
$l['delete_1'] = "Для удаления этого сообщения отметьте поле 'Удалить?' слева и нажмите клавишy 'Удалить сейчас' справа.";
$l['delete_2'] = "<b>Внимание:</b> Если это сообщение является пеpвым в теме, то pезyльтатом его yдаления бyдет yдаление всей темы.";
$l['subject'] = "Тема";
$l['your_message'] = "Ваше сообщение";
$l['post_options'] = "Опции сообщения:";
$l['options_sig'] = "<strong>Подпись:</strong> включить Вашy подпись. (только для заpегистpиpованных)";
$l['options_emailnotify'] = "<strong>Уведомление:</strong> получать уведомление о новом ответе по электронной почте. (только для зарегистрированных)";
$l['options_disablesmilies'] = "<strong>Отключить смайлики:</strong> отключить в этом сообщении показ смайликов.";
$l['preview_post'] = "Предварительный просмотр";
$l['update_post'] = "Обновить сообщение";
$l['poll'] = "Голосование:";
$l['poll_desc'] = "При желании к этой теме можно добавить голосование.";
$l['poll_check'] = "Я хочу добавить голосование";
$l['num_options'] = "Количество вариантов ответов:";
$l['max_options'] = "(Максимyм: {1})";
$l['delete_now'] = "Удалить сейчас";
$l['edit_time_limit'] = "Извините, но Вы не можете редактировать Ваше сообщение. Администратор разрешил редактиpование сообщения не ранее, чем через {1} минут после публикации.";
$l['no_prefix'] = "Без префикса";

$l['redirect_nodelete'] = "Сообщение не было удалено, так как Вы не отметили флажок \'Удалить\'.";
$l['redirect_postedited'] = "Спасибо, сообщение было отредактировано. <br />";
$l['redirect_postedited_redirect'] = "Сейчас Вы будете возвращены в тему.";
$l['redirect_postedited_poll'] = "Спасибо, сообщение было отредактировано. <br />Поскольку Вы решили разместить опрос, сейчас Вы переместитесь на страницу создания опроса.";
$l['error_invalidpost'] = "Жаль, но Вы прошли по неверной ссылке. Убедитесь, пожалуйста, что данное сообщение существует и попробуйте заново.";
$l['redirect_threaddeleted'] = "Спасибо, тема удалена.<br />Сейчас Вы будете возвращены обратно на форум.";
$l['redirect_postdeleted'] = "Спасибо, сообщение удалено.<br />Сейчас Вы будете возвращены обратно к теме.";
$l['redirect_threadclosed'] = "Вы не можете редактировать существующие сообщения в этой теме, так как она была закрыта модератором.";
$l['redirect_post_moderation'] = "Администратор указал, что все изменения сообщений требуют модерации. Сейчас Вы будуте возвращены обратно к теме.";
$l['redirect_thread_moderation'] = "Администратор указал, что все изменения темы требуют модерации. Сейчас Вы будете возвращены обратно к списку форумов.";

$l['thread_deleted'] = "Удаленная тема";
$l['post_deleted'] = "Удаленное сообщение";
?>
