<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: helpdocs.lang.php 5297 2010-12-28 22:01:14Z Tomm $
 */

// Help Document 1
$l['d1_name'] = "Регистрация пользователя";
$l['d1_desc'] = "Возможности после регистрации.";
$l['d1_document'] = "Некоторые возможности этого форума требуют регистрации и входа на форум. Регистрация является свободной и занимает всего несколько минут.
<br /><br />Вам предлагается зарегестрироваться; как только Вы зарегистрируетесь, Вы сможете размещать сообщения, задать свои собственные предпочтения и распоряжаться собственным профилем.
<br /><br />Некоторые функции, как правило, требуют регистрации - подписки, изменение стилей, доступ к Личному блокноту и отправка пользователям электронной почты.";

// Help Document 2
$l['d2_name'] = "Обновление Профиля";
$l['d2_desc'] = "Изменение данных учетной записи.";
$l['d2_document'] = "В какой-то момент Вам может потребоваться изменить данные Вашей учетной записи, например номер интернет-пейджера, сменить пароль или адрес электронной почты. Все эти изменения Вы можете произвести в личной панели управления. Для доступа туда Вам нужно выбрать в верхнем меню, расположенном на каждой странице форума, пункт \"Мой профиль\". Там, выбрав \"Изменить профиль\", исправьте или обновите нужные опции.";

// Help Document 3
$l['d3_name'] = "Использование Cookies в MyBB";
$l['d3_desc'] = "Форум использует cookies для хранения определённой информации о Вашей регистрации.";
$l['d3_document'] = "Если Вы зарегестрированы - форум использует cookies для хранения информации для автоматического входа, если нет - о Вашем последнем посещении.
<br /><br />Cookies это небольшой текстовый документ, хранящийся на Вашем компьютере; установленные форумом cookies используются только этим сайтом и не представляют угрозу для безопасности.
<br /><br />Cookies на этом форуме также отслеживают конкретные темы, которые Вы прочитали, и когда Вы читали их в последний раз.
<br /><br />Для очистки всех cookies, установленных этим форумом, Вы можете нажать <a href=\"misc.php?action=clearcookies&amp;key={1}\">здесь</a>.";

// Help Document 4
$l['d4_name'] = "Вход и Выход";
$l['d4_desc'] = "Как входить на форум и выходить из него.";
$l['d4_document'] = "Когда Вы входите, на Вашем компьютере устанавливается cookie, так, что в дальнейшем Вы можете не вводить свой логин и пароль каждый раз. Выход означает очистку cookies, так что никто на этом компьютере не сможет пользоваться форумом от Вашего имени.
<br /><br />Для входа нажмите ссылку 'Войти' в правом верхнем углу форума. Для выхода нажмите ссылку 'Выйти', расположенную там же. В том случае, если Вы не можете выйти с форума, очистка cookies на Вашем компьютере будет иметь такой же эффект.";

// Help Document 5
$l['d5_name'] = "Создание новой темы";
$l['d5_desc'] = "Начать новую тему на форуме.";
$l['d5_document'] = "Когда Вы заходите в интересующий Вас подфорум, и желаете создать там тему, нажмите одну из клавиш \"Новая тема\", расположенных выше и ниже списка тем. Пожалуйста, обратите внимание, что Вы можете не иметь разрешения для создания новой темы в каком-либо подфоруме, так как Администратор мог ораничить размещение на этом подфоруме (тогда это может делать лишь Администрация форума) или перевести подфорум в архив.";

// Help Document 6
$l['d6_name'] = "Создание сообщений";
$l['d6_desc'] = "Создание ответов в теме.";
$l['d6_document'] = "Во время посещения форума, Вы можете обранужить тему, в которой хотелось бы создать ответ. Для этого нажмите одну из кнопок \"Ответить\" , расположенных выше и ниже списка сообщений. Пожалуйста, обратите внимание, что Администратор может ограничить размещение ответов для отдельных лиц в данном подфоруме.
<br /><br />В добавок, модератор форума может закрыть тему, это означает что участники не смогут отвечать в этой теме. Не существует способа, чтобы открыть подобную тему самостоятельно, без помощи модератора или администратора.";

// Help Document 7
$l['d7_name'] = "BBкоды";
$l['d7_desc'] = "Изучите как пользоваться BBкодами для улучшения вида Ваших сообщений.";
$l['d7_document'] = "Для создания в Ваших сообщениях отдельных эффектов оформления, Вы можете использовать BBкоды, являющиеся упрощённой версией разметки HTML.
<p><br />[b]Полужирный текст[/b]<br />&nbsp;&nbsp;&nbsp;<b>Полужирный текст</b>
<p>[i]Курсив[/i]<br />&nbsp;&nbsp;&nbsp;<i>Курсив</i>
<p>[u]Подчеркнутый текст[/u]<br />&nbsp;&nbsp;&nbsp;<u>Подчеркнутый текст</u>
<p>[s]Зачеркнутый текст[/s]<br />&nbsp;&nbsp;&nbsp;<strike>Зачеркнутый текст</strike>
<p><br />[url]http://www.example.com/[/url]<br />&nbsp;&nbsp;&nbsp;<a href=\"http://www.example.com/\">http://www.example.com/</a>
<p>[url=http://www.example.com/]Example.com[/url]<br />&nbsp;&nbsp;&nbsp;<a href=\"http://www.example.com/\">Example.com</a>
<p>[email]example@example.com[/email]<br />&nbsp;&nbsp;&nbsp;<a href=\"mailto:example@example.com\">example@example.com</a>
<p>[email=example@example.com]Отправить мне e-mail[/email]<br />&nbsp;&nbsp;&nbsp;<a href=\"mailto:example@example.com\">Отправить мне e-mail</a>
<p>[email=example@example.com?subject=spam]Отправить электронное письмо с темой[/email]<br />&nbsp;&nbsp;&nbsp;<a href=\"mailto:example@example.com?subject=spam\">Отправить электронное письмо с темой</a>
<p><br />[quote]Здесь будет цитата[/quote]<br />&nbsp;&nbsp;&nbsp;<quote>Здесь будет цитата</quote>
<p>[code]Текст с сохранением форматирования[/code]<br />&nbsp;&nbsp;&nbsp;<code>Текст с сохранением форматирования</code>
<p><br />[img]http://www.php.net/images/php.gif[/img]<br />&nbsp;&nbsp;&nbsp;<img src=\"http://www.php.net/images/php.gif\">
<p>[img=50x50]http://www.php.net/images/php.gif[/img]<br />&nbsp;&nbsp;&nbsp;<img src=\"http://www.php.net/images/php.gif\" width=\"50\" height=\"50\">
<p><br />[color=red]Красный текст[/color]<br />&nbsp;&nbsp;&nbsp;<font color=\"red\">Красный текст</font>
<p>[size=3]Текст с размером 3[/size]<br />&nbsp;&nbsp;&nbsp;<font size=\"3\">Текст с размером 3</font>
<p>[font=Tahoma]Шрифт Tahoma[/font]<br />&nbsp;&nbsp;&nbsp;<font face=\"Tahoma\">Шрифт Tahoma</font>
<p><br />[align=center]Выравнено по центру[/align]<div align=\"center\">Выравнено по центру</div>
<p>[align=right]Выравнено по правому краю[/align]<div align=\"right\">Выравнено по правому краю</div>
<p><br />[list]<br />[*]Элемент списка #1<br />[*]Элемент списка #2<br />[*]Элемент списка #3<br />[/list]<br /><ul><li>Элемент списка #1</li><li>Элемент списка #2</li><li>Элемент списка #3</li>
</ul>
<p>Вы можете создавать нумерованный список указав [list=1] , и алфавитный список указав [list=a].</p>";
?>
