<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: managegroup.lang.php 5702 2011-12-07 09:01:51Z Tomm $
 */

$l['nav_group_management'] = "{1} Управление группами";
$l['nav_join_requests'] = "Запросов о вступлении";
$l['nav_group_memberships'] = "Членство в группах";

$l['not_leader_of_this_group'] = "Извините, но Вы не лидер этой группы пользователей.";
$l['invalid_group'] = "Эта группа пользователей не существует.";
$l['pending_requests'] ="Ожидающие решения запросы о вступлении";
$l['num_requests_pending'] = "Сейчас <strong>{1}</strong> ожидающих решения запросов для этой группы пользователей.";
$l['group_management'] = "Управление группой";
$l['members_of'] = "Участников в группе \"{1}\"";
$l['user_name'] = "Логин";
$l['contact'] = "Контакт";
$l['reg_date'] = "Зарегистрирован";
$l['post_count'] = "Сообщений";
$l['remove_selected'] = "Удалить пользователя из группы";
$l['add_member'] = "Добавить участника в \"{1}\"";
$l['add_member_submit'] = "Добавить участника в группу";
$l['join_requests'] = "Запрос о вступлении";
$l['join_requests_title'] = "Запросы о вступлении в \"{1}\"";
$l['leader'] = "(Лидер)";
$l['reason'] ="Причина";
$l['accept'] = "Принять";
$l['ignore'] = "Игнорировать";
$l['decline'] = "Отклонить";
$l['action_requests'] = "Обработка запросов";
$l['join_requests_moderated'] = "Запросы о вступлении были обработаны.<br />Сейчас вы будете перемещены к списку запросов.";
$l['no_requests'] = "В текущий момент нету ожидающих решения запросов для этой группе.";
$l['no_users'] = "В этой группе нет пользователей.";
$l['user_added'] = "Пользователь был добавлен в группу.";
$l['users_removed'] = "Выбранный пользователь был удален из группы.";
$l['group_no_members'] = "На текущий момент в группе нет пользователей.<br />Для возврата на страницу управления группой нажмите <a href=\"usercp.php?action=usergroups\">сюда</a>.";
$l['group_public_moderated'] = "Это группа является открытой, к ней может присоединиться любой желающий.  Все запросы о вступлении обрабатываются лидером группы.";
$l['group_public_not_moderated'] = "Эта группа является открытой, к ней может присоединиться любой желающий.";
$l['group_private'] = "Эта группа является закрытой. Членство предостовляется только самим лидером группы.";
$l['group_default'] = "Эта группа является основной группой.";
$l['group_leaders'] = "Лидеры группы";
$l['no_users_selected'] = "Извините, но нет пользователей, выбранных для удаления.<br />Пожалуйста, вернитесь назад и выберите пользователей, которых вы хотите удалить из группы.";

$l['error_alreadyingroup'] = "Указанный пользователь уже является участником группы.";
?>
