<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: member.lang.php 5741 2011-12-30 20:55:35Z ralgith $
 */

$l['nav_register'] = "Регистрация";
$l['nav_activate'] = "Активация";
$l['nav_resendactivation'] = "Повторно выслать e-mail с активацией";
$l['nav_lostpw'] = "Восстановление утраченного пароля";
$l['nav_resetpassword'] = "Сброс пароля";
$l['nav_login'] = "Войти";
$l['nav_emailuser'] = "Отправить e-mail";
$l['nav_profile'] = "Профиль {1}";

$l['tpp_option'] = "Показывать {1} тем на странице";
$l['ppp_option'] = "Показывать {1} сообщений на странице";
$l['account_activation'] = "Активация аккаунта";
$l['activate_account'] = "Активировать аккаунт";
$l['activation_code'] = "Код активации";

$l['email_user'] = "Отправить e-mail {1}";
$l['email_subject'] = "Тема письма";
$l['email_message'] = "Текст письма";
$l['send_email'] = "Отправить";
$l['error_hideemail'] = "Этот пользователь решил скрыть свой e-mail адрес, в результате Вы не можете отправить ему письмо.";
$l['error_no_email_subject'] = "Вам необходимо ввести тему письма.";
$l['error_no_email_message'] = "Вам необходимо ввести текст письма.";

$l['login'] = "Войти";
$l['pw_note'] = "Помните, что пароли чувствительны к регистру.";
$l['lostpw_note'] = "Забыли пароль?";
$l['lost_pw'] = "Забытый пароль от учётной записи";
$l['lost_pw_form'] = "Форма восстановление утраченного пароля";
$l['email_address'] = "Адрес электронной почты:";
$l['request_user_pass'] = "Запрос учётных данных для входа";
$l['profile'] = "Профиль {1}";
$l['registration_date'] = "Дата регистрации:";
$l['date_of_birth'] = "Дата рождения:";
$l['birthdayhidden'] = "Скрыто";
$l['birthday'] ="День рождения:";
$l['local_time'] = "Время пользователя:";
$l['local_time_format'] = "{1}, {2}";
$l['users_forum_info'] = "Информация о {1}, как об участнике форума";
$l['joined'] = "Дата регистрации:";
$l['lastvisit'] = "Последнее посещение";
$l['total_posts'] = "Сообщений:";
$l['ppd_percent_total'] = "В день: <b>{1}</b> | От всех сообщений:  <b>{2}%</b>";
$l['find_posts'] = "Найти все сообщения";
$l['find_threads'] = "Найти все темы";
$l['members_referred'] = "Кто пригласил:";
$l['rating'] = "Рейтинг:";
$l['users_contact_details'] = "Как связаться с {1}";
$l['homepage'] = "Домашняя веб-страница:";
$l['pm'] = "Личное сообщение:";
$l['send_pm'] = "Отправить {1} личное сообщение.";
$l['icq_number'] = "ICQ номер:";
$l['aim_screenname'] = "AIM имя:";
$l['yahoo_id'] = "Yahoo ID:";
$l['msn'] = "MSN ID:";
$l['avatar']  = "Аватар:";
$l['warning_level'] = "Предупреждений:";
$l['warn'] = "Предупредить";
$l['away_note'] = "{1} сейчас отсутствует.";
$l['away_reason'] = "Причина:";
$l['away_since'] = "Отсутствует с:";
$l['away_returns'] = "Вернется:";
$l['away_no_reason'] = "Не указано.";
$l['users_additional_info'] = "Дополнительная информация о {1}";
$l['email'] = "Электронная почта:";
$l['send_user_email'] = "Отправить {1} e-mail.";
$l['users_signature'] = "Подпись {1}";
$l['agreement'] = "Регистрационное соглашение";
$l['agreement_1'] = "Администрация форума пытается редактировать или удалять любые оскорбительные, ненавистные и клеветнические сообщения, а также сообщения, содержащие ненормативную лексику, сексуальные побуждения, конфиденциальную информацию. Однако все сообщения просмотреть невозможно. По этой причине вы признаёте, что все сообщения, оставленные на этом форуме, отражают взгляды и точку зрения их авторов и необязательно - точку зрения владельцев этого форума. Поэтому администрация форума не несёт никакой ответственности за оставленные на форуме сообщения. Мы не ручаемся и не гарантируем точность и полноту каждого сообщения.";
$l['agreement_2'] = "Регистрируясь на данном форуме, Вы соглашаетесь не оставлять заведомо лживые, неточные, оскорбительные, ненавистные, беспокоящие, сексуально побуждающие, угрожающие, конфиденциальные сообщения, нарушающие неприкосновенность частной жизни человека, или любые другие материалы, публикация которых может нарушить соответствующие законы, а также общепритнятые нормы морали и этики.";
$l['agreement_3'] = "В случае нарушения данных правил, Ваша учётная запись может быть забанена или удалена. Также, Вам может быть закрыт доступ к форуму. Ваш IP-адрес сохраняется для каждого размещённого Вами сообщения и при необходимости может быть использован администрацией форума. Вы соглашаетесь, что администрация форума, если считает нужным, имеет право в любое время отредактировать или удалить любое сообщение, блокировать любую учётную запись. Вы также соглашаетесь, что вся введённая Вами на форуме информация будет храниться в базе данных, а информация для автоматического входа будет храниться в \"Cookies\" Вашего браузера.";
$l['agreement_4'] = "Любая Ваша информация на форуме не будет передаваться третьим лицам без Вашего полного согласия. Однако администрация форума не несёт ответственность за возможные взломы форума, из-за которых Ваша информация может стать доступной другим.";
$l['agreement_5'] = "Продолжая регистрацию на форуме, Вы соглашаетесь с вышеупомянутыми условиями, а также с любыми другими правилами и условиями, установленными администрацией форума.";
$l['registration'] = "Регистрация";
$l['required_fields'] = "Требуемые поля";
$l['complex_password'] = "<acronym title=\"Пароль, содержащий по крайней мере, (1) символов, заглавные буквы, строчные буквы и цифры.\">Сложный</acronym> Пароль:";
$l['confirm_email'] = "Подтвердите e-mail:";
$l['optional_fields'] = "Дополнительные поля";
$l['website_url'] = "Адрес (URL) Вашего веб-сайта:";
$l['birthdate'] = "Дата рождения:";
$l['additional_info'] = "Дополнительная информация";
$l['i_agree'] = "Я принимаю правила форума";
$l['account_details'] = "Детали аккаунта";
$l['account_prefs'] = "Настройки аккаунта:";
$l['invisible_mode'] = "Скрыть меня в списке \"Кто на Форуме\".";
$l['allow_notices'] = "Получать письма от Администраторов.";
$l['hide_email'] = "Скрыть мой e-mail от других пользователей.";
$l['email_notify'] = "Автоматически подписываться на темы, в которых я размещу сообщения.";
$l['receive_pms'] = "Получать личные сообщения от других пользователей.";
$l['pm_notice'] = "Уведомлять меня всплывающим окном при получении нового личного сообщения.";
$l['email_notify_newpm'] = "Уведомлять меня по e-mail, когда я получаю новое личное сообщение.";
$l['time_offset'] = "Настройка часового пояса:";
$l['time_offset_desc'] = "Если Вы находитесь в часовом поясе, отличающемся от установленного на этом форуме, Вы можете выбрать его из следующего списка.";
$l['dst_correction'] = "Переход на летнее время:";
$l['dst_correction_auto'] = "Автоматически орпеделить поправку на летнее время";
$l['dst_correction_enabled'] = "Всегда использовать поправку на летнее время";
$l['dst_correction_disabled'] = "Никогда не использовать поправку на летнее время";
$l['redirect_registered_coppa_activate'] = "Спасибо за регистрацию на {1}, {2}. Ваш аккаунт успешно создан, однако, будучи владельцем данного аккаунта с возрастом моложе 13 лет, прежде чем этот аккаунт может быть использован, Вы должны получить разрешение родителей.<br /><br />Один из родителей или законный опекун должен скачать, заполнить и отправить нам заполненный экземпляр нашего <a href=\"member.php?action=coppa_form\">Формы разрешения Соглашения COPPA</a>.<br /><br />Как только мы получим заполненную форму данного соглашения, Ваш аккаунт будет активизирован.";
$l['coppa_compliance'] = "Форма Соглашения COPPA";
$l['coppa_desc'] = "В случае регистрации на этом форме, мы требуем проверки и подтверждения Вашего возраста, чтобы соответствовать <a href=\"http://coppa.org/\" title=\"Закон о Защите Интернет Неприкосновенности Детей\" target=\"_blank\">COPPA</a>. Пожалуйста, введите дату Вашего рождения.<br /><br /> Если вам не исполнилось 13 лет, то перед регистрацией должно быть получено разрешение от родителей. Родитель или законный опекун должен скачать, заполнить и отправить нам заполненный экземпляр нашей <a href=\"member.php?action=coppa_form\" target=\"_blank\">Формы разрешения Соглашения COPPA</a>.";
$l['hide_dob'] = "Вы можете скрыть от просмотра дату своего рождения и возраст, путём изменения Вашего профиля и после завершения регистрации.";
$l['continue_registration'] = "Продолжить Регистрацию";
$l['birthdayprivacy'] = "Приватность Даты рождения";
$l['birthdayprivacyall'] = "Отображать возраст и дату рождения";
$l['birthdayprivacynone'] = "Скрыть возраст и дату рождения";
$l['birthdayprivacyage'] = "Отображать только возраст";
$l['leave_this_field_empty'] = "Оставьте это поле незаполненным:";
$l['error_need_to_be_thirteen'] = "Чтобы зарегистрироваться на этом форуме, Ваш возраст должен быть не менее 13 лет.";
$l['coppa_registration'] = "Регистрационная форма COPPA";
$l['coppa_form_instructions'] = "Пожалуйста, распечатайте эту форму, заполните и отправьте ее по указанному ниже адресу или факсу.";
$l['fax_number'] = "Номер факса:";
$l['mailing_address'] = "Почтовый адрес:";
$l['account_information'] = "Информация о аккаунте";
$l['parent_details'] = "Детали о Родителе / Опекуне";
$l['full_name'] = "Полное имя:";
$l['relation'] = "Степень родства:";
$l['phone_no'] = "Телефон №:";
$l['coppa_parent_agreement'] = "Я понимаю, что предоставленные мною сведения являются правдивыми, что любая информация может быть изменена в будущем, введенный пароль и данная учетная запись могут быть удалены по запросу.";

$l['coppa_agreement_1'] = "Пользователи моложе 13 лет должны получить разрешение от своих родителей или опекунов, для того, чтобы зарегистрироваться на (1).";
$l['coppa_agreement_2'] = "Один из родителей или законный опекун должен скачать, заполнить и отправить нам заполненный экземпляр нашей <a href=\"member.php?action=coppa_form\" target=\"_blank\">Формы разрешения Соглашения COPPA</a>, прежде чем членство будет предоставлено.";
$l['coppa_agreement_3'] = "Если вы хотите, вы можете начать процесс регистрации в настоящее время, однако учетная запись будет недоступна, пока вышеуказанная форма соглашения не будет получена.";

$l['error_awaitingcoppa'] = "Вы не можете войти с помощью этой учетной записи, так как она по-прежнему ожидает подтверждения заполениния формы соглашения COPPA родителями или опекуном.<br /><br />Родители или законный опекун должны скачать, заполнить и представить нам заполненный экземпляр нашей<a href=\"member.php?action=coppa_form\">Формы разрешения соглашения COPPA</a>.<br /><br />Как только мы получим заполненный экземпляр этой формы, учетная запись будет активирована.";

$l['lang_select'] = "Язык форума:";
$l['lang_select_desc'] = "Если Вы живёте в стране, язык которой отличается от языка на форуме по умолчанию, Вы можете выбрать выберите один из языковых пакетов, установленных на форуме.";
$l['lang_select_default'] = "По умолчанию";

$l['submit_registration'] = "Подать заявку на регистрацию";
$l['confirm_password'] = "Подтвердить пароль:";
$l['referrer'] = "Пригласивший:";
$l['referrer_desc'] = "Если Вы были приглашены на форум кем-то из участников, Вы можете ниже указать его имя. Если нет, просто оставьте это поле незаполненным.";
$l['resend_activation'] = "Выслать повторно письмо с активацией";
$l['request_activation'] = "Запросить код активации";
$l['ppp'] = "Сообщений на странице:";
$l['ppp_desc'] = "Позволяет выбрать количество показываемых на одной странице сообщений в теме.";
$l['tpp'] = "Количество тем на странице:";
$l['tpp_desc'] = "Позволяет выбрать количество показываемых тем при отображении списка тем на одной странице форума.";
$l['reset_password'] = "Сбросить пароль";
$l['send_password'] = "Прислать новый пароль!";
$l['image_verification'] = "Код подтверждения";
$l['verification_note'] = "Пожалуйста, введите текст изображенный на изображении справа, в текстовое поле под ним. Этот процесс необходим для предотвращения автоматизированной регистрации.";
$l['verification_subnote'] = "(нечувствительно к регистру)";
$l['registration_errors'] = "В процессе регистрации произошли следующие ошибки:";
$l['timeonline'] = "Время, проведённое на форуме:";
$l['registrations_disabled'] = "Извините, но в настоящее время Вы не можете зарегистрироваться, так как Администратор отключил регистрацию новых учетных записей.";
$l['error_username_length'] = "Недопустимое имя пользователя. Имена пользователей должно быть длинной от {1} до {2} символов.";

$l['none_registered'] = "Не зарегистрирован";
$l['not_specified'] = "Не указан";
$l['membdayage'] = "(возраст {1})";
$l['mod_options'] = "Опции модератора";
$l['edit_in_mcp'] = "Редактировать пользователя в панели модератора";
$l['ban_in_mcp'] = "Забанить пользователя в панели модератора";
$l['edit_usernotes'] = "Редактировать заметки о пользователе в панели модератора";
$l['no_usernotes'] = "В настоящее время нет заметок на этого пользователя";
$l['reputation'] = "Репутация:";
$l['reputation_vote'] = "Уровень";
$l['reputation_details'] = "Детали";
$l['already_logged_in'] = "Уведомление: вы уже зашли на форум как {1}.";
$l['admin_edit_in_acp'] = "Редактировать этого пользователя в Админ-Панели";
$l['admin_ban_in_acp'] = "Забанить  этого пользователя в Админ-Панели";
$l['admin_options'] = "Настройки Администратора";

$l['redirect_registered_activation'] = "Спасибо за регистрацию на {1}, {2}.<p>Для завершения регистрации, пожалуйста, проверьте Ваш ящик электронной почты на наличие инструкций по активации учетной записи. Пока Вы не активируете Вашу учетную запись, Вы не сможете размещать на этом форуме сообщения";
$l['redirect_emailupdated'] = "Ваш e-mail успешно изменён.<br />Сейчас Вы будете перемещены на главную страницу форума";
$l['redirect_accountactivated'] = "Ваша учетная запись успешно активирована.<br />Сейчас вы будете перемещены на главную страницу форума.";
$l['redirect_registered'] = "Спасибо за регистрацию на {1}, {2}.<br />Сейчас вы будете перемещены на главную страницу форума.";
$l['redirect_registered_admin_activate'] = "Спасибо за регистрацию на {1}, {2}.<br />Ваша регистрация должна быть подтверждена Администратором. Пока этого не произойдет, Вы не сможете размещать на форуме сообщения.";
$l['redirect_loggedout'] = "Вы успешно вышли.<br />Сейчас вы будете перемещены на главную страницу форума.";
$l['redirect_alreadyloggedout'] = "Либо Вы уже вышли, либо еще не вошли.<br />Сейчас вы будете перемещены на главную страницу форума.";
$l['redirect_lostpwsent'] = "Спасибо, на все учетные записи, имеющие отношения к этому адресу электронной почты, были послны электронные писма с подробностями, как сбросить пароли.<br /><br />Сейчас вы будете перемещены на главную страницу форума.";
$l['redirect_activationresent'] = "Письмо с активацией было отправлено заново.";
$l['redirect_passwordreset'] = "Спасибо, пароль от Вашей учетной записи сброшен. Новый сгенерированный случайным образом пароль был отослан на ящик электронной почты, указанный в Вашей учетной записи.";
$l['redirect_memberrated'] = "Участник успешно оценен.";
$l['redirect_registered_passwordsent'] = "Сгенерированный случайным образом пароль был отослан на ваш ящик электронной почты. Перед тем как войти на форум, Вы должны проверить электронную почту на наличие пароля от форума.";
$l['redirect_validated'] = "Спасибо, Ваша учетная запись прошли проверку.<br />Сейчас вы будете перемещены на главную страницу форума.";

$l['error_activated_by_admin'] = "Запрос на повторную высылку письма с активацией отклонен. Все запросы на регистрацию должны быть подтверждены Администратором.";
$l['error_alreadyregistered'] = "Извините, но наша система сообщает, что Вы уже зарегистрированы на форуме.  Регистрация множественных учетных записей отключена.";
$l['error_alreadyregisteredtime'] = "Мы не можем обработать Ваш запрос на регистрацию, так как с Вашего IP-адреса уже произведено {1} новая(ых) регистрация(й) в течении последних {2} часов . Пожалуйста, попробуйте позже.";
$l['error_badlostpwcode'] = "Вы, кажется, ввели неверный код сброса пароля. Пожалуйста, перечитайте заново письмо, высланное Вам на электронную почту или свяжитесь для дополнительной поддержки с администраторами.";
$l['error_badactivationcode'] = "Вы ввели неправильный код активации. Для повторной отправки Вам элетронного письма с активацией, пожалуйста, нажмите <a href=\"member.php?action=resendactivation\">сюда</a>.";
$l['error_alreadyactivated'] = "Похоже, Ваша учетная запись уже активирована или не требует прохождения проверки через электронную почту.";
$l['error_nothreadurl'] = "Ваше сообщение не содержит ссылки (URL) на тему. Пожалуйста, используйте функцию \"Отправить другу\" по назначению.";
$l['error_bannedusername'] = "Вы ввели забаненный логин. Пожалуйста, выберите другое имя пользователя.";
$l['error_notloggedout'] = "Ваш идентификационный номер пользователя не может быть проверен для выхода. Возможно, это произошло потому, что злонамеренный Javascript пытался автоматически выйти за Вас. Если Вы намеревались выйти, нажмите клавишу \"Выйти\" в верхнем меню.";
$l['error_regimageinvalid'] = "Введен некорректный код с изображения. Пожалуйста, введите код точно так, как он показан на изображении.";
$l['error_regimagerequired'] = "Для продолжения входа на форум, введите код на изображении. Пожалуйста, введите код точно так, как он показан на изображении.";
$l['error_spam_deny'] = "Нашаи системы установили, что Вы можете быть спамером и поэтому Вам будет отказано в регистрации. Если Вы полагаете, что это ошибка, пожалуйста, свяжитесь с Администратором.";

$l['js_validator_no_username'] = "Необходимо ввести имя пользователя";
$l['js_validator_invalid_email'] = "Необходимо ввести действительный e-mail адрес";
$l['js_validator_email_match'] = "Введенные e-mail адреса не совпадают";
$l['js_validator_no_image_text'] = "Вы должны ввести текст на следующем изображении";
$l['js_validator_password_matches'] = "Введенные пароли не совпадают";
$l['js_validator_password_complexity'] = "Проверка степени сложности пароля";
$l['js_validator_password_length'] = "Ваш пароль должен быть не менее {1} символов в длину";
$l['js_validator_not_empty'] = "Вы должны выбрать или ввести значение этого поля";
$l['js_validator_checking_username'] = "Проверяем, свободно ли имя...";
$l['js_validator_username_length'] = "Логин должен быть не менее {1} символов и не более {2} символов";
$l['js_validator_checking_referrer'] = "Проверяем существование пригласившего пользователя.";
$l['js_validator_captcha_valid'] = "Проверка корректности введенного кода с изображения...";

$l['subscription_method'] = "Режим подписки на обновление тем по умолчанию:";
$l['no_auto_subscribe'] = "Не подписывать";
$l['no_email_subscribe'] = "Без уведомлений по e-mail";
$l['instant_email_subscribe'] = "Тут же уведомлять по e-mail";

$l['remove_from_buddy_list'] = "Удалить из списка друзей";
$l['add_to_buddy_list'] = "Добавить в список друзей";
$l['remove_from_ignore_list'] = "Удалить из чёрного списка";
$l['add_to_ignore_list'] = "Добавить в чёрный список";
?>
