<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: newreply.lang.php 5657 2011-11-27 12:32:47Z Tomm $
 */

$l['nav_newreply'] = "Создать ответ";

$l['post_reply_to'] = "Создание ответа в {1}";
$l['post_new_reply'] = "Создание нового ответа";
$l['reply_to'] = "Ответ в теме: {1}";
$l['post_subject'] = "Тема ответа:";
$l['your_message'] = "Ваше сообщение:";
$l['post_options'] = "Опции сообщения:";
$l['options_sig'] = "<strong>Подпись:</strong> включить Вашу подпись. (только для зарегистрированных)";
$l['options_emailnotify'] = "<strong>Уведомление:</strong> получать уведомление по электронной почте о новом ответе. (только для зарегистрированных)";
$l['options_disablesmilies'] = "<b>Отключить смайлики:</b> отключить отображение смайликов в этом сообщении.";
$l['post_reply'] = "Создать ответ";
$l['preview_post'] = "Предварительный просмотр";
$l['mod_options'] ="Опции модератора:";
$l['close_thread'] = "<strong>Закрыть тему</strong>: предотвращает создание сообщений в этой теме.";
$l['stick_thread'] = "<strong>Прикрепить тему:</strong> прикрепляет эту тему к верхней части списка тем.";
$l['forum_rules'] = "{1} - Правила";
$l['thread_review'] = "Обзор темы (начиная с самых новых сообщений)";
$l['thread_review_more'] = "В этой теме больше {1} ответов. <a href=\"{2}\">Просмотреть всю тему.</a>";
$l['posted_by'] = "Автор";
$l['draft_saved'] = "Новое сообщение успешно сохранено как черновик.<br />Сейчас вы будете перемещены к списку Ваших черновиков.";
$l['image_verification'] = "Контрольное изображение";
$l['verification_note'] = "Пожалуйста, введите текст, отображенный на изображении, в текстовое поле под ним. Это необходимо для предотвращения автоматизированного размещения сообщений.";
$l['verification_subnote'] = "(регистр неважен)";
$l['invalid_captcha'] = "Код контрольного изображения введен неверно. Пожалуйста, введите код точно так, как он отображен на изображении.";
$l['error_post_already_submitted'] = "Вы уже создали это сообщение в указанной теме. Пожалуйста, посетите эту тему, чтобы увидеть там Ваш ответ.";
$l['multiquote_external_one'] = "Вы выделили одно сообщение вне этой темы.";
$l['multiquote_external'] = "Вы выделили {1} сообщений вне этой темы.";
$l['multiquote_external_one_deselect'] = "снять отметку с поста";
$l['multiquote_external_deselect'] = "снять отметки с этих постов";
$l['multiquote_external_one_quote'] = "Также, цитировать это сообщение";
$l['multiquote_external_quote'] = "Также, цитировать эти сообщения";

$l['redirect_newreply'] = "Спасибо, Ваш ответ опубликован.";
$l['redirect_newreply_moderation'] = "Администратор указал, что все новые сообщения требуют прохождения премодерации. Сейчас Вы будете возвращены обратно в тему.";
$l['redirect_newreply_post'] = "<br />Сейчас вы будете перемещены к Вашему сообщению.";
$l['redirect_newreplyerror'] = "Извините, ваше сообщение было отвергнуто, как слишком короткое.<br />Сейчас вы будете возвращены обратно в тему.";
$l['redirect_threadclosed'] = "Вы не можете размещать ответы в этой теме, так как она была закрыта модератором.";
$l['error_post_noperms'] = "У вас нет прав на изменение этого черновика";
?>
