<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: newthread.lang.php 5657 2011-11-27 12:32:47Z Tomm $
 */

$l['nav_newthread'] = "Новая тема";
$l['newthread_in'] = "Новая тема в {1}";
$l['post_new_thread'] = "Создать новую тему";
$l['thread_subject'] = "Название темы";
$l['your_message'] = "Текст сообщения:";
$l['post_options'] = "Опции сообщения:";
$l['options_sig'] = "<b>Подпись:</b> включить Вашу подпись. (только для зарегистрированных)";
$l['options_emailnotify'] = "<b>Уведомление:</b> получать уведомление по электронной почте о новом ответе. (только для зарегистрированных)";
$l['options_disablesmilies'] = "<b>Отключить смайлики:</b> отключить отображение смайликов в сообщении";
$l['post_thread'] = "Создать тему";
$l['preview_post'] = "Предварительный просмотр";
$l['poll'] = "Опрос:";
$l['poll_desc'] = "При желании, Вы можете добавить в тему опрос.";
$l['poll_check'] = "Я хочу добавить опрос";
$l['num_options'] = "Количество вариантов ответа:";
$l['max_options'] = "(Максимум: {1})";
$l['mod_options'] ="Опции модератора:";
$l['close_thread'] = "<b>Закрыть тему</b>: предотвращает создание сообщений в теме.";
$l['stick_thread'] = "<b>Прикрепить тему:</b> прикрепляет эту тему к верхней части списка тем.";
$l['draft_saved'] = "Новая тема успешно сохранена как черновик.<br />Сейчас Вы будете перемещены к списку черновиков.";
$l['image_verification'] = "Контрольное изображение";
$l['verification_note'] = "Пожалуйста, введи текст, отображенный на изображении в текстовое поле под ним. Это необходимо для предотвращения автоматизированного размещения сообщений";
$l['verification_subnote'] = "(регистр неважен)";
$l['invalid_captcha'] = "Код контрольного изображения введен неверно. Пожалуйста, введите код точно так, как он отображен на изображении.";
$l['error_post_already_submitted'] = "Вы уже создали эту тему в данном подфоруме. Пожалуйста, посетите этот подфорум, чтобы увидеть Вашу тему.";
$l['no_prefix'] = "Без метки";
$l['forum_rules'] = "{1} - Правила";

$l['multiquote_external_one'] = "Вы выбрали одно сообщение из другой темы.";
$l['multiquote_external'] = "Вы выбрали {1} сообщения из другой темы.";
$l['multiquote_external_one_deselect'] = "Снять отметку с этого сообщения";
$l['multiquote_external_deselect'] = "Снять отметку с этих сообщений";
$l['multiquote_external_one_quote'] = "Также, цитировать это сообщение";
$l['multiquote_external_quote'] = "Также, цитировать эти сообщения";

$l['redirect_newthread'] = "Спасибо, Ваша тема была опубликована.";
$l['redirect_newthread_poll'] = "<br />Сейчас Вы будете перемещены к странице настройки опроса.";
$l['redirect_newthread_moderation'] = "<br />Администратор указал, что все новые тем требуют прохождения премодерации. Сейчас Вы будете возвращены обатно к списку тем.";
$l['redirect_newthread_thread'] = "<br />Сейчас Вы будете перемещены в новую тему.";
$l['invalidthread'] = "Указанного черновика не существует, или у Вас нет разрешения для его просмотра.";
?>
