<?php
/**
 * MyBB 1.6 Russian Language Pack
 * Copyright 2012 4fingersleft.pp.ua / mybbforum.ru / root.spb.ru/mybb, All Rights Reserved
 * This is a Russian MyBB Translation, version 1.2-beta /21.04.2012/ done by nirvana, Chulik, mybbforum.ru, ferm32
 * $Id: polls.lang.php 5297 2010-12-28 22:01:14Z Tomm $
 */

$l['nav_postpoll'] = "Создание опроса";
$l['nav_editpoll'] = "Редактирование опроса";
$l['nav_pollresults'] = "Результаты опроса";

$l['edit_poll'] = "Редактировать опрос";
$l['delete_poll'] = "Удалить опрос";
$l['delete_q'] = "Удалить?";
$l['delete_note'] = "Для удаления этого опроса, отметьте флажок слева и нажмите кнопку справа.";
$l['delete_note2'] = "<b>Заметка:</b> как только Вы удалите опрос, его восстановление станет невозможным.";
$l['question'] = "Вопрос:";
$l['num_options'] = "Количество вариантов ответа:";
$l['max_options'] = "Максимум:";
$l['poll_options'] = "Варианты ответа:";
$l['update_options'] = "Обновить количество ответов";
$l['poll_options_note'] = "Варианты ответа должны быть короткими и по существу.";
$l['options'] = "Варианты ответа:";
$l['option_multiple'] = "<b>Разрешить множественные ответы:</b> Участники смогут выбирать более чем один вариант.";
$l['option_public'] = "<b>Открытый опрос:</b> Участники смогут видеть голоса других участников.";
$l['option_closed'] = "<b>Опрос закрыт:</b> При наличии отметки - голоса принимаются больше не будут, опрос завершится.";
$l['poll_timeout'] = "Период опроса:";
$l['timeout_note'] = "Количество дней, в течении которых проходит опрос.<br />(Установите 0, если ограничения не требуются.)";
$l['days_after'] = "дней после:";
$l['update_poll'] = "Обновить опрос";
$l['option'] = "Ответ";
$l['votes'] = "Голосов:";
$l['post_new_poll'] = "Опубликовать новый опрос";
$l['days'] = "дней";
$l['poll_results'] = "Результаты опроса";
$l['poll_total'] = "Всего:";
$l['poll_votes'] = "Голосов:";

$l['redirect_pollposted'] = "Ваш опрос опубликован.<br />Сейчас Вы будете возвращены обратно в тему.";
$l['redirect_pollpostedmoderated'] = "Ваш опрос был создан, но тема находится в ожидании премодерации.<br />Сейчас Вы будете возвращены обратно к списку тем.";
$l['redirect_pollupdated'] = "Опрос обновлен.<br />Сейчас вы будете перемещены в тему.";
$l['redirect_votethanks'] = "Спасибо за Ваш голос.<br />Сейчас Вы будете возращены обратно в тему.";
$l['redirect_unvoted'] = "Ваш(и) голос(а) в этой теме был удалён(ы).<br /> Сейчас Вы будете возвращены обратно в тему.";
$l['redirect_polldeleted'] = "Спасибо, данный опрос был успешно удален из темы.<br />Сейчас Вы будете возвращены обратно в тему.";

$l['error_polloptiontoolong'] = "Один или более вариантов ответа в опросе слишком длинные. Пожалуйста, вернитесь и сделайте их более краткими.";
$l['error_noquestionoptions'] = "Вы не ввели текст Вашего опроса или указали недостаточное количество вариантов ответа. Минимальное количество вариантов ответа - два.<br />Пожалуйста, вернитесь и исправьте эту ошибку";
$l['error_pollalready'] = "Эта тема уже содержит опрос!";
$l['error_nopolloptions'] = "Выбранный вариант ответа некорректен или не существует.";
$l['error_alreadyvoted'] = "Вы уже голосовали в данном опросе.";
$l['error_notvoted'] = "Вы не голосовали в этом опросе.";
$l['error_invalidpoll'] = "Выбранный опрос некорректен или не существует.";
$l['error_pollclosed'] = "Вы не можете голосовать в опросе, который был закрыт.";

$l['poll_deleted'] = "Удаленный опрос";
$l['poll_edited'] = "Отредактированный опрос";
?>
